#####################################################################
[Translation]

TRANSLATION_BY = Переклад:
TRANSLATION_NAME = Kangoo
TRANSLATION_LINK = kangoo.box@gmail.com
LANGUAGENAME=Українська
FILEVER=3000

#####################################################################

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8
SYSTEM_TITLE_BOLD = 1
SYSTEM_EDITOR_PANEL_SIZEOVERFLOW = 0
POPUPMARGIN=35

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK		=Редактор &PicPick
#-------------------------------------------------------------

MNU_CAPTURE			=&Захоплення екрану

#3.0.0 Please omit the 'Capture' text.  For exmaple, "Capture Full-screen" (X) -> "Full-screen" (O)
#3.0.0 For Capture Bar, please try to make the menu name shortly.
MNU_CAPTURE_FULLSCREEN		=&Весь екран
MNU_CAPTURE_ACTIVEWINDOW	=&Активне вікно
MNU_CAPTURE_CONTROL		=&Елемент вікна
MNU_CAPTURE_SCROLLINGWINDOW	=Вікно з п&рокруткою
MNU_CAPTURE_REGION		=&Виділена область
MNU_CAPTURE_FIXEDREGION		=&Фіксована область
MNU_CAPTURE_FREEHAND		=&Довільна область
MNU_CAPTURE_WEBPAGE		=&Веб-сторінка
MNU_CAPTURE_REPEAT		=Попередній вибір

MNU_CAPTUREQBAR			=Показати &панель захоплення...
#3.0.0

#-------------------------------------------------------------
MNU_CAPTURE_SETTING		=&Налаштування
MNU_OUTPUTTYPE			=&Отриманий знімок...

MNU_OUTPUTTYPE_PICPICK		=&Редагувати в PicPick
MNU_OUTPUTTYPE_CLIPBOARD	=&Копіювати до буферу обміну
MNU_OUTPUTTYPE_SAVEIMAGE	=&Зберегти в файл
MNU_OUTPUTTYPE_SAVEFOLDER	=&Автоматичне збереження
MNU_OUTPUTTYPE_OTHER		=Відкрити у &сторонній програмі...
MNU_OUTPUTTYPE_FTP		=Відвантажити на F&TP сервер
MNU_OUTPUTTYPE_SHARE		=&Викласти у...
MNU_OUTPUTTYPE_SENDTO		=&Відкрити у...
MNU_OUTPUTTYPE_FACEBOOK		=Відправити на Face&book
MNU_OUTPUTTYPE_TWITTER		=Відправити у T&witter
MNU_OUTPUTTYPE_MSWORD		=Відкрити в Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL		=Відкрити в Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT		=Відкрити в Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	=Відправити поштою (Out&look)
MNU_OUTPUTTYPE_PRINTER		=На&друкувати

MNU_OUTPUTTYPE_WEB		=Відправити на &веб-сторінку
MNU_OPT_DEFAULTFORMAT		=&Формат зображення за замовчуванням
MNU_OPT_OPENEDITOR		=Відкривати редактор PicPick під час завантаження
MNU_OPT_STARTUPPROGRAM		=&Запускати PicPick під час завантаження Windows
#-------------------------------------------------------------
MNU_COLORPICKER			=Колір під &курсором
MNU_COLORPALETTE		=Кольорова &палітра
MNU_COPYCOLORTYPE		=&Формат кольору
MNU_COLORHISTORY		=&Історія підбору кольору
MNU_COLORHISTORY_CLEAR		=&Очистити історію
#-------------------------------------------------------------
MNU_MAGNIFIER			=Вікно з&більшення
MNU_PIXELRULER			=&Лінійка
MNU_PROTRACTOR			=&Кутомір
MNU_CROSSHAIR			=&Перехрестя
MNU_WHITEBOARD			=&Грифельна дошка
#-------------------------------------------------------------
MNU_ABOUT_PICPICK		=&Налаштування програми...
MNU_EXIT_PICPICK		=В&ихід


[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE =&Файл
MNU_FILE_NEW =&Нове зображення
MNU_FILE_OPEN =&ОВідкрити...
MNU_FILE_OPENCLIPBOARD =&Вставити з буферу обміну
#3.0.0
MNU_FILE_OPENURL =Відкрити &посилання
#3.0.0
MNU_FILE_SAVESAME=&Зберегти
MNU_FILE_SAVE =Зберегти &як...
MNU_FILE_SAVESELECT =З&берегти виділене як...
MNU_FILE_SAVEALL=Зберегти вс&е...
MNU_FILE_PRINT=&Друк...
MNU_FILE_CLOSEIMAGE =&Закрити поточну вкладку
MNU_FILE_CLOSEALLIMAGE =Закрити &всі вкладки
MNU_FILE_CLOSEPICPICK =&Вийти з редактору
#-------------------------------------------------------------
MNU_EDIT =&Редагування
MNU_EDIT_UNDO =&Відмінити
MNU_EDIT_REDO =&Повторити
MNU_EDIT_CUT =&Вирезати
MNU_EDIT_COPY =&Копіювати
MNU_EDIT_PASTE =&Вставити
MNU_EDIT_PASTEFROMFILE =Вставити з &файлу...
MNU_EDIT_SELECTDEL =&Очистити
MNU_EDIT_SELECTNEW =Обрізати
MNU_EDIT_DESELECT =Зняти виділення
MNU_EDIT_SELECTALL =Виділити все
MNU_EDIT_IMAGERESIZE =Змінити розміри зображення...
MNU_EDIT_CANVASRESIZE =Змінити розміри полотна...
MNU_EDIT_VIEWBITMAP =&Показати зображення на весь екран...
#-------------------------------------------------------------
MNU_TOOLS =&Інструменти
MNU_TOOLS_FULLSCREEN 		=Захоплення всього &екрану
MNU_TOOLS_ACTIVEWINDOW 		=Захоплення &активного вікна
MNU_TOOLS_CONTROL 		=Захоплення &элементу вікна
MNU_TOOLS_SCROLLINGWINDOW	=Захоплення вікна з &прокруткою
MNU_TOOLS_WEBPAGE 		=Захоплення &веб-сторінки
MNU_TOOLS_REGION 		=Захоплення &виділеної області
MNU_TOOLS_FIXEDREGION 		=Захоплення &фіксованої області
MNU_TOOLS_FREEHAND 		=Захоплення довільної &області
MNU_TOOLS_REPEAT 		=Повторення останної &операції
MNU_TOOLS_COLORPICKER		=Колір під &курсором
MNU_TOOLS_COLORPALETTE		=Кольорова &палітра
MNU_TOOLS_MAGNIFIER		=Вікно з&більшення
MNU_TOOLS_PIXELRULER		=&Лінійка
MNU_TOOLS_PROTRACTOR		=&Кутомір
MNU_TOOLS_CROSSHAIR		=&Перехрестя
MNU_TOOLS_WHITEBOARD		=&Грифельна дошка
MNU_TOOLS_OPTION		=&Налаштування програми...
#-------------------------------------------------------------
MNU_TOOLSOPTION				=&Налаштування
MNU_TOOLSOPTION_OUTPUTTYPE		=&Отриманий знімок...
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT	=&Формат зображення за замовчуванням
MNU_TOOLSOPTION_DUALMONITORS		=Підтримка &двох моніторів
MNU_TOOLSOPTION_HOTKEY			=&Змінити призначення гарячих клавіш...
MNU_TOOLSOPTION_SOUND			=Включити &звукові ефекти
MNU_TOOLSOPTION_SCROLLCAPTURE		=Включити авто&прокручування
MNU_TOOLSOPTION_MOUSECURSOR		=Копіювати &вказівник миші
MNU_TOOLSOPTION_STARTUPPROGRAM		=&Запускати PicPick під час завантаження Windows
MNU_TOOLSOPTION_OPENEDITOR		=Відкрити редактор PicPick під час завантаження
MNU_TOOLS_COLORTYPE			=&Формат кольору
#-------------------------------------------------------------
MNU_EFFECT 			=&Ефекти
MNU_EFFECT_INVERT 		=&Інвертування
MNU_EFFECT_GRAYSCALE		=&Градація сірого
MNU_EFFECT_MOSAIC 		=&Пікселізація...
MNU_EFFECT_BLUR 		=&Розмиття
MNU_EFFECT_SHARPEN 		=&Різкість
MNU_EFFECT_BRIGHTNESS 		=&Яскравість / контрастність...
MNU_EFFECT_HSL 			=&Відтінок / насиченість...
MNU_EFFECT_BORDER 		=&Віділення країв
MNU_EFFECT_FLIP 		=&Дзеркальне відображення
MNU_EFFECT_FLIPH 		=Відобразити &горизонтально
MNU_EFFECT_FLIPV 		=Відобразити &вертикально
MNU_EFFECT_ROTATE 		=&Поворот
MNU_EFFECT_ROTATE90 		=&90° за часовою
MNU_EFFECT_ROTATE180 		=&180° за часовою
MNU_EFFECT_ROTATE270 		=&270° за часовою
MNU_EFFECT_FRAME		=Ра&мка...
#3.0.0
MNU_EFFECT_COLORBALANCE		=Кольоровий &баланс...
#3.0.0
#-------------------------------------------------------------
MNU_WINDOW =&Вікно
MNU_WINDOW_CASCADE =Розташувати &каскадом
MNU_WINDOW_TILEH =Розташувати &горизонтально
MNU_WINDOW_TILEV =Розташувати &вертикально
MNU_WINDOW_MINIMIZEALL =Згорнути все
#-------------------------------------------------------------
MNU_HELP =&Допомога
MNU_HELP_WEBSITE = Офіційний сайт PicPick ...
MNU_HELP_ABOUT =Про програму...

PNL_TOOL_TOOLS = Інструменти
PNL_TOOL_COLOR = Колір
PNL_TOOL_PROPERTY = Властивості
LBL_TOOL_WIDTHS = Ширина:
LBL_TOOL_OPACITY = Прозорість:
LBL_TOOL_SHAPE= Фігура:

#-------------------------------------------------------------
#Ribbon

3.0.0
TAB_HOME=Головне
TAB_FILE=Файл
TAB_VIEW=Вигляд
TAB_SHAPES=Фігури
#3.0.0

TBR_CLIPBOARD=Буфер обміну
TBN_CLIPBOARD_PASTE=Вставити
TBN_CLIPBOARD_CUT=Вирезати
TBN_CLIPBOARD_COPY=Копіювати
TBN_CLIPBOARD_DELETE=Видалити

TBR_VIEW=Перегляд
TBN_VIEW_ZOOMIN=Збільшити
TBN_VIEW_ZOOMOUT=Зменшити
TBN_VIEW_FULL=Повний екран
TBN_VIEW_100=Реальний розмір

TBR_IMAGE=Зображення
TBN_IMAGE_EFFECT=Ефекти
TBN_IMAGE_CROP=Обрізка
TBN_IMAGE_RESIZE=Розмер
TBN_IMAGE_ROTATE=Поворот


TBR_TOOLS=Інструменти
TBR_COLOR=Колір

TBR_SHOWHIDE=Показати/приховати
TBN_RULER=Лінійки
TBN_STATUSBAR=Інфострічка
TBN_TAB = Вкладки

TBN_THUMBNAIL=Ескізи

TBR_WINDOW=Вікно
TBN_CASCADE=Каскад
TBN_ARRANGEALL=Мозаїка

TBN_REGISTER=&Покупка


POP_COLORTYPE1 = Пастельні кольори
POP_COLORTYPE2 = Основні кольори

#3.0.0
TBN_VIEW_100=100% розмір

TBN_TOOLS_SELECT = Область

TBN_MORECOLORS = Це
MNU_PALETTETYPE = Варіанти палітри

MNU_TOPBAR_TITLE = Вибір верхніх кнопок
MNU_TOPBAR_MINIMIZERIBBON = Приховати &стрічку меню

#3.0.0
#-------------------------------------------------------------

[PicPickEditor Tip]
#-------------------------------------------------------------
TIP_FILE_NEW =Створити нове зображення
TIP_FILE_OPEN =Відкрити зображення
TIP_FILE_OPENCLIPBOARD =Вставити з буферу обміну
#3.0.0
TIP_FILE_OPENURL =Відкрити зображення за посиланням
#3.0.0

TIP_FILE_SAVE =Зберегти активне зображення
TIP_FILE_SAVEAS =Зберегти активне зображення з іншим іменем
TIP_FILE_SAVESELECT =Зберегти виділений фрагмент
TIP_FILE_SAVEALL =Зберегти всі зображення з новими іменами
TIP_FILE_PRINT=Надрукувати зображення
TIP_FILE_CLOSEIMAGE =Закрити поточне зображення
TIP_FILE_CLOSEALLIMAGE =Закрити всі зображення
TIP_FILE_CLOSEPICPICK =Закрити вікно
#-------------------------------------------------------------
TIP_EDIT_UNDO =Відмінити останню операцію
TIP_EDIT_REDO =Повторити останню відмінену операцію
TIP_EDIT_CUT =Вирізати виділену область до буферу обміну
TIP_EDIT_COPY =Копіювати виділену область до буферу обміну
TIP_EDIT_PASTE =Вставити інформацію з буферу обміну
TIP_EDIT_PASTEFROMFILE =Вставити зображення з файлу
TIP_EDIT_SELECTDEL =Очистити виділення
TIP_EDIT_SELECTNEW =Обрізати зображення по виділеній області
TIP_EDIT_DESELECT =Зняти виділення
TIP_EDIT_SELECTALL =Виділити все зображення
TIP_EDIT_IMAGERESIZE =Змінити розмір зображення
TIP_EDIT_CANVASRESIZE =Змінити размір полотна
TIP_EDIT_VIEWBITMAP =Показати зображення на весь екран
#-------------------------------------------------------------
#3.0.0
TIP_TOOLS_CAPTURE = Показувати панель захоплення на екрані
#3.0.0
TIP_TOOLS_FULLSCREEN =Захоплення всього екрану
TIP_TOOLS_ACTIVEWINDOW =Захоплення активного вікна
TIP_TOOLS_CONTROL =Захоплення елементу вікна
TIP_TOOLS_SCROLLINGWINDOW	=Захоплення елементу вікна з прокруткою
TIP_TOOLS_WEBPAGE =захоплення веб-сторінки з прокруткою
TIP_TOOLS_REGION =Захоплення виділеної області
TIP_TOOLS_FREEHAND =Захоплення довільної області
TIP_TOOLS_FIXEDREGION =Захоплення фіксованої області
TIP_TOOLS_REPEAT =Повторити попередній варіант захоплення

TIP_TOOLS_COLORPICKER	=Визначення кольору під курсором миші
TIP_TOOLS_COLORPALETTE	=Підбір кольору з палітри на екрані
TIP_TOOLS_MAGNIFIER	=Показати вікно збульшення
TIP_TOOLS_PIXELRULER	=Показати лінійку
TIP_TOOLS_PROTRACTOR	=Показати кутомір
TIP_TOOLS_CROSSHAIR	=Показати перехрестя
TIP_TOOLS_WHITEBOARD	=Написати на екрані
TIP_TOOLS_OPTION		=Діалог для налаштування параметрів програми
#-------------------------------------------------------------
TIP_TOOLSOPTION					=Змінити параметри захоплення
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER	=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	=Змінити дію з отриманим знімком

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Змінити формат файлів за замовчуванням
TIP_TOOLSOPTION_DUALMONITORS			=Підтримка двох моніторів при захопленні зображення
TIP_TOOLSOPTION_HOTKEY				=Змінити призначення гарячих клавіш...
TIP_TOOLSOPTION_SOUND				=Включити звукові ефекти при знімку екрану
TIP_TOOLSOPTION_SCROLLCAPTURE			=Захопити зображення з вікна з прокруткою
TIP_TOOLSOPTION_MOUSECURSOR			=Копіювати курсор миші разом з зображенням
TIP_TOOLSOPTION_STARTUPPROGRAM		=Запускати PicPick при завантаженні Windows
TIP_TOOLSOPTION_OPENEDITOR			=Відкривати редактор PicPick при запуску програми
TIP_TOOLS_COLORTYPE				=Зміна формату кольору [HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT =Інвертувати кольори зображення
TIP_EFFECT_GRAYSCALE =Перетворити зображення в градації сірого
TIP_EFFECT_MOSAIC =Застосувати ефект пікселізації
TIP_EFFECT_BLUR =Застосувати ефект розмиття
TIP_EFFECT_SHARPEN =Застосувати ефект різкості
TIP_EFFECT_BRIGHTNESS =Змінити яскравість і контрастність
TIP_EFFECT_HSL =Змінити відтінок і насиченість
TIP_EFFECT_FLIPH =Відобразити виділену область зображення по горизонталі
TIP_EFFECT_FLIPV =Відобразити виділену область зображення по вертикалі
TIP_EFFECT_ROTATE90 =Повернути на 90 градусів за часовою стрілкою
TIP_EFFECT_ROTATE180 =Повернути на 180 градусів за часовою стрілкою
TIP_EFFECT_ROTATE270 =Повернути на 270 градусів за часовою стрілкою
TIP_EFFECT_FRAME=Застосувати ефект рамки

#-------------------------------------------------------------
TIP_WINDOW_CASCADE =Розташувати вінка каскадом
TIP_WINDOW_TILEH =Розташувати вікна горизонтальною мозаїкою
TIP_WINDOW_TILEV =Розташувати вікна вертикальною мозаїкою
TIP_WINDOW_MINIMIZEALL =Згорнути всі відкриті вікна
#-------------------------------------------------------------
TIP_HELP_WEBSITE =Перейти на домашню сторінку  PicPick
TIP_HELP_ABOUT =Показати інформацію про програму і щодо авторських прав
#-------------------------------------------------------------
TIP_TOOL_MOVE =Переміщення
TIP_TOOL_SELECT =Вибір області
TIP_TOOL_FILL =Заливка кольором
TIP_TOOL_BRUSH =Пензлик
TIP_TOOL_PENCIL =Олівець
TIP_TOOL_ZOOM =Збільшити
TIP_TOOL_ERASER =Ластик
TIP_TOOL_PICKCOLOR =Обрати колір
TIP_TOOL_TEXT =Текст
TIP_TOOL_LINE =Лінія
TIP_TOOL_RECT =Прямокутник
TIP_TOOL_ELLIPSE =Еліпс
TIP_TOOL_ARROW =Стрілка
TIP_TOOL_RRECT =Округлений прямокутник
TIP_TOOL_ADDIMAGE =Вставити зображення

#3.0.0 File menu width has been changed
TIP_OUTPUTTYPE_MSWORD1 		= Вставити копію у
TIP_OUTPUTTYPE_MSWORD2 		= Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1 	= Вставити копію у
TIP_OUTPUTTYPE_MSEXCEL2 	= Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1	= Вставити копію у
TIP_OUTPUTTYPE_MSPOWERPOINT2 	= Microsoft PowerPoint

TIP_OUTPUTTYPE_PROGRAM1		= Надіслати копію до
TIP_OUTPUTTYPE_PROGRAM2 	= зовнішньої програми

TIP_OUTPUTTYPE_MSOUTLOOK1	= Вкласти копію до
TIP_OUTPUTTYPE_MSOUTLOOK2	= листа електронної пошти

TIP_OUTPUTTYPE_FACEBOOK1	= Відправити і зробити доступним
TIP_OUTPUTTYPE_FACEBOOK2 	= на Facebook

TIP_OUTPUTTYPE_TWITTER1		= Відправити і зробити доступним
TIP_OUTPUTTYPE_TWITTER2 	= у Twitter

TIP_OUTPUTTYPE_FTP1		= Відправити напряму
TIP_OUTPUTTYPE_FTP2 		= на веб-сторінку по FTP

TIP_OUTPUTTYPE_WEBUPLOAD1	= Відправити напряму
TIP_OUTPUTTYPE_WEBUPLOAD2	= на веб-сторінку
#3.0.0 File menu width has been changed


#3.0.0;Missing tips

TIP_IMAGE_ROTATEFLIP = Повернути або дзеркально відобразити зображення або область

TIP_TOOLS_EFFECT=Вибір ефекту
TIP_TOOLS_WIDTHS=Вибір ширини
TIP_TOOLS_OPACITY = Вибір прозорості

TIP_VIEW_ZOOMIN = Збільшити поточне зображення
TIP_VIEW_ZOOMOUT = Зменшити поточне зображення
TIP_VIEW_ZOOMSELECT =Збільшити або зменшити
TIP_VIEW_ACTUALSIZE = Розмір оригіналу
TIP_VIEW_THUMBNAIL=Показати ескізи для швидкого вибору зображення

TIP_SHOW_RULER=Показати чи приховати лінійку біля зображення
TIP_SHOW_STATUSBAR=Показати чи приховати рядок статусу внизу вікна
TIP_SHOW_TAB=Показати чи приховати панель вкладок

TIP_COLOR_COLOR1 = Колір тону
TIP_COLOR_COLOR2 = Колір фону
TIP_COLOR_SWAP=Поміняти місцяти колір фону і тону
TIP_COLOR_DEFAULT = Встановити колір фону і тону за замовчуванням
TIP_COLOR_MORE=Показати додаткові палітри

TIP_SHAPE_FLATTEN=Сумістити фігури
TIP_SHAPE_DELETE=Видалити фігуру
TIP_SHAPE_DUPLICATE=Дублювати фігуру

TIP_SHAPE_FILL=Заповнити обрану фігуру
TIP_SHAPE_OUTLINE=Змінити контур фігури
TIP_SHAPE_EFFECTS=Змінити параметри фігури
TIP_SHAPE_ADDTEXT=Вставити текст у фігуру

TIP_SHAPE_FLATTEN_ALL=Сумістити всі фігури
TIP_SHAPE_BRINGTOFRONT=Помістити обраний об'єкт на передній план, т.ч. він може приховати розміщені нижче об'єкти
TIP_SHAPE_SENDTOBACK=Помістити обраний об'єкти на задній план, т.ч. він може бути прихований під об'єктими, що розміщені над ним

#3.0.0

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =Редактор зображень PicPick
DLG_CONTROLCAPTURE_TITLE =Захоплення елементу вікна
DLG_SCROLLINGWINDOWCAPTURE_TITLE =Захоплення вікна з прокруткю
DLG_REGIONCAPTURE_TITLE =Захоплення виділеної області
DLG_FIXEDREGIONCAPTURE_TITLE =Захоплення фіксованої області
DLG_FREEHANDCAPTURE_TITLE=Захоплення довільної області
DLG_WHITEBOARDTOOL_TITLE=PicPick - грифельна дошка
DLG_MAGNIFIER_TITLE=PicPick - вікно збільшення
DLG_COLORPICKER_TITLE =PicPick - колір під курсором
DLG_CROSSHAIR_TITLE =PicPick - перехрестя
DLG_COLORPALETTE_TITLE =Кольорова палітра
DLG_AUTOSAVE_TITLE = Збереження
DLG_NEWIMAGE_TITLE = Нове зображення
DLG_PRINT_TITLE = Друк
DLG_CANVASSET_TITLE = Розмір полотна
DLG_IMAGERESIZE_TITLE = Розмір зображення
DLG_ABOUT_TITLE = Про програму
DLG_PIXELATE_TITLE = Пікселізація
DLG_HUESATURATION_TITLE = Відтінок / насиченість
DLG_BRIGHTNESSCONTRAST_TITLE = Яскравість / контрастність
DLG_FRAME_TITLE	= Рамка
DLG_FONTVIEW_TITLE = Текст
DLG_CAPTURE_TITLE= Захоплення
DLG_CHANGEHOTKEY_TITLE = Клавіші
DLG_WEBPAGECAPTURE_TITLE = PicPick - захоплення веб-сторінки
DLG_SHORTCUT_TITLE = Наалштування гарячих клавіш
DLG_SETUP_TITLE		=Налаштування
DLG_FILENAMESETUP_TITLE	=Ім'я файлу
DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=Редактор
DLG_ARROWSET_TITLE	=Налаштування стрілки
DLG_FACEBOOK_TITLE	=З'єднання з Facebook
DLG_TWITTER_TITLE		=З'єднання з Twitter
DLG_WEBUPLOAD_TITLE		=Відправка на веб-сторінку

BTN_OK = &Добре
BTN_CANCEL = &Відміна
#3.0.0
BTN_APPLY = &Застосувати
#3.0.0
#-------------------------------------------------------------

[About]

GRP_PRESET = Властивості
CHK_ADDSTARTUP = Завантажувати разом з Windows
CHK_ADDDESTKOP = Створити іконку на Робочому столі
CHK_CHECKUPDATE = Перевіряти поновлення програми
LBL_LANGUAGE = Мова
BTN_HOTKEY = Клавіші...
BTN_CREDIT = Про автора
LBL_PROGRAMPARAMETER=&Параметри...
CHK_SETTINGTOAPPDATA=зберігати налаштування до папки Application Data
LBL_MORELANGUAGE=Інші мови...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =Властивості
LBL_CONTROLCAPTURE_CLASS =Назва
LBL_CONTROLCAPTURE_SIZE =Розмір
LBL_CONTROLCAPTURE_INFO=Інформація
LBL_CONTROLCAPTURE_SCROLL=Автопрокрутка
LBL_CONTROLCAPTURE_OUTPUTTYPE =Дія зі знімком
LBL_CONTROLCAPTURE_HANDLE =Опис
LBL_CONTROLCAPTURE_RECT =Властивості
LBL_CONTROLCAPTURE_BOTTOMTIP =Оберіть елемент вікна (кнопку, вкладку, панель інструментів і т.д.) і натисніть клавішу Print Screen.

GRP_FIXEDREGIONCAPTURE_PROPERTY = Розмір області
LBL_FIXEDREGIONCAPTURE_WIDTH = Ширина:
LBL_FIXEDREGIONCAPTURE_HEIGHT =Висота:

TIP_REGIONCAPTURE_NOTDRAG =Оберіть область захоплення.
TIP_PIXEL = пикселей
TIP_FREEHANDCAPTURE_NOTDRAG =Обведіть область захоплення.

LBL_COLORPICKER_COLORAS =Формат:
LBL_COLORPICKER_VALUE =Колір:

LSV_WEBPAGECAPTURE_LIST = Оберіть сторінку
BTN_WEBPAGECAPTURE_RELOAD = &Поновити
BTN_WEBPAGECAPTURE_CAPTURE = &Захоплення
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY = Гарячі клавіші
GRB_CAPTURE = Захоплення екрану
GRB_TOOLS = Інструменти

LBL_KEYNONE = немає

LBL_CAPTURE_FULLSCREEN	=Весь екран
LBL_CAPTURE_ACTIVEWINDOW	=Активне вікно
LBL_CAPTURE_CONTROL		=Елемент вікна
LBL_CAPTURE_SCROLLINGWINDOW	=Вікно з прокруткою
LBL_CAPTURE_REGION		=Виділена область
LBL_CAPTURE_FIXEDREGION	=Фіксована область
LBL_CAPTURE_FREEHAND		=Довільна область
LBL_CAPTURE_WEBPAGE		=Веб-сторінка
LBL_CAPTURE_REPEAT		=Повторення останнього

LBL_TOOLS_EDITOR		=Редактор PicPick
LBL_TOOLS_COLORPICKER		=Колір під курсором
LBL_TOOLS_COLORPALETTE	=Кольорова палітра
LBL_TOOLS_PIXELRULER		=Лінійка
LBL_TOOLS_PROTRACTOR		=Кутомір
LBL_TOOLS_CROSSHAIR		=Перехрестя
LBL_TOOLS_WHITEBOARD		=Грифельна дошка

LBL_TOOLS_MAGNIFIER     =Вікно

CBO_HOTKEY_CUSTOM		=Вибірково...
CBO_HOTKEY_DEFAULT		=За замовчуванням
CBO_HOTKEY_HYPERSNAP		=HyperSnap
CBO_HOTKEY_NONE		=Відмінити


#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR = Кольори
LBL_FONTCOLOR = Колір тону
CHK_FILLCOLOR = Колір фону
CHK_AA = Згладжування шрифтів

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER =Автоматичне збереження зображень
LBL_SELECTFOLDER =Папка для забереження зображень:
BTN_SELECTFOLDER =&Огляд...
GRP_SELECTFILENAME =Ім'я файлу
RDO_SELECTFILENAME_TEXT =Текст + номер
RDO_SELECTFILENAME_NUM =Тільки номер
RDO_SELECTFILENAME_DATETIME =Дата / час
LBL_SELECTFILENAME_DATETIME_FORMAT = yyyy-mm-dd hh nn ss
EDT_SELECTFILENAME_DEFAULT = Image
GRP_SELECTFORMAT =Тип файлу
RDO_SELECTFORMAT_BMP =Растрове зображення (*.bmp)
RDO_SELECTFORMAT_JPG =Зображення JPEG(*.jpg)
RDO_SELECTFORMAT_PNG =Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF =Зображення CompuServe GIF (*.gif)

LBL_SAVEFILENAME=Вкажіть ім'я для автозбереженння або для відправки на FTP:

LBL_EXAMPLETITLE=Параметри:
LBL_EXAMPLE1=%y : рік, %m : місяць, %d : день
LBL_EXAMPLE2=%h : година, %n : хвилина, %s : секунда
LBL_EXAMPLE3=%c : номер

GRB_OTHERPROGRAM=Налаштування зовнішньої програми
LBL_OTHERPROGRAM=Оберіть програму для відкриття у ній знімків:
LBL_OTHERPROGRAMPATH=Шлях програми:
LBL_OTHERPROGRAMPARAMETER=Параметри:
LBL_OTHERPROGRAMSELECT=Інша програма...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION		=Налаштування захоплення
CHK_DUALMONITORS		=ПІдтримка двох моніторів
CHK_SOUND			=Включити звукові ефекти
CHK_MOUSECURSOR		=Копіювати вказівник миші
CHK_HIDEEDITOR			=Приховати редактор PicPick перед захоплення
CHK_ALWAYSCOPYCLIPBOARD	=Завжди копіювати знімок до буферу обміну

GRB_AUTOSCROLL			=Автопрокрутка
CHK_SCROLLCAPTURE		=Включити автопрокрутку
LBL_SCROLLDELAY			=Затримка:
LBL_SCROLLDELAYMS		=мс

GRB_MAGNIFIER			=Вікно збільшення
CHK_MAGNIFIER			=Показувати вікно збільшення під час захоплення
LBL_ZOOMSCALE			=Масштаб:
#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER = Налаштування FTP серверу
LBL_FTPADDRESS  =FTP сервер:
LBL_REMOTEPATH = Віддалений шлях:
LBL_PORT=Порт:
CHK_PASSIVEFTP= Пасивний режим
LBL_USERNAME=Користувач:
LBL_PASSWORD=Пароль:
BTN_CONNECTTEST=ТЕСТ
LBL_SENDWEBBROWSER=Відкрити посилання у браузері
LBL_SENDCLIPBOARD=Копіювати посилання до буферу обміну
LBL_WEBADDRESS=Посилання
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION = Налаштування редактору
CHK_OPENEDITORWHENSTART=Відкривати редактор PicPick під час завантаження
CHK_CENTERIMAGE =Розташовувати зображення по центру вікна
CHK_CLOSEWITHOUTASKING =Закривати незбережене зображення без запитання
CHK_CROPNEW=Обрізати як нове зображення
CHK_SHOWCLASSICUI=Використовувати класичний вигляд панелі інструментів

LBL_BG=Колір фону:
RDO_BGGRID=Сітка
RDO_BGSOLID=Суцільний

GRB_FILETYPE=Асоціація типів файлів
LBL_FILETYPE=Оберіть типи файлів, що будуть відкриватись у PicPick:
#3.0.0
LBL_FILETYPEVISTA=Зробити PicPick редактором зображень за замовчуванням
#3.0.0

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START = Початок
CHK_END = Кінець
CHK_OUTLINE = Контур
CBO_AT_ARROW1 = Стрілка 1
CBO_AT_ARROW2 = Стрілка 2
CBO_AT_CIRCLE = Коло
CBO_AT_DIAMOND = Ромб
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE = Розмір полотна
LBL_WIDTH = Ширина
LBL_HEIGHT =Висота
LBL_BACKCOLOR = Колір фону
#-------------------------------------------------------------

LBL_PRESETS = Пресети
CBO_CLIPBOARD=Буфер обміну
CBO_LASTUSED=Останній використаний
CBO_CURRENT=Поточний розмір зображення

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM = 
RDO_ZOOM = Відсоткова зміна
RDO_SIZE = Зміна до розмірів
CHK_KEEP = Зберегти пропорції
LBL_WIDTH = Ширина
LBL_HEIGHT = Висота


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW = &Попередній перегляд
LBL_PIXELATE = Пікселізація
LBL_HUE = Відтінок
LBL_SATURATION = Насиченість
LBL_BIRGHTNESS = Яскравість
LBL_CONTRAST = Контрастність
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW = Перегляд
GRP_EFFECT = Ефект
CHK_BORDER = Бордюр
CHK_FRAME = Рамка
LBL_ETC=Додаткові стили рамок...
CHK_AUTO=Застосовувати ефект рамки під час захоплення зображення
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED =&Червоний
LBL_GREEN =&Зелений
LBL_BLUE =&Синій
LBL_TYPE = Колір:
BTN_COPY =&Копіювати

CLR_DEFAULTTEXT = Кольорова палітра
CLR_CUSTOMTEXT = Інші кольори...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE =&Переміщення
MNU_RULER_MOVE_UP =&Уверх
MNU_RULER_MOVE_DOWN =&Униз
MNU_RULER_MOVE_LEFT =&Вліво
MNU_RULER_MOVE_RIGHT =&Вправо
#-------------------------------------------------------------
MNU_RULER_TYPE =&Орієнтація
MNU_RULER_TYPE_HOTRIZONTAL =&Горизонтальна
MNU_RULER_TYPE_VERTICAL =&Вертикальна
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT =&Прозорість
MNU_RULER_TRANSPARENT_USE =&Активна
MNU_RULER_TRANSPARENT_NOTUSE =&Неактивна
MNU_RULER_TRANSPARENT_INC =&Збільшити
MNU_RULER_TRANSPARENT_DEC =З&меншити

MNU_MAGNIFIER =Показати вікно з&більшення...

#-------------------------------------------------------------
MNU_RULER_EXIT =В&ихід
#-------------------------------------------------------------
MNU_RULER_UNIT =&Одиниці вимірювання
MNU_RULER_UNIT_PIXEL =&Пікселі
MNU_RULER_UNIT_INCH =&Дюйми
MNU_RULER_UNIT_CM = &Сантиметри
MNU_RULER_UNIT_DPI = Роздільна здатність (&DPI)
MNU_RULER_COLOR = &Колір
MNU_RULER_COLOR_BLUE = &Синій (звичайний)
MNU_RULER_COLOR_YELLOW = &Жовтий (класичний)
MNU_RULER_COLOR_WHITE = &Білий
MNU_RULER_COLOR_BLACK = &Чорний
MNU_RULER_UNIT_DPI_CUSTOM = &Інше...
DLG_CUSTOMDPI_TITLE= Вибір значення DPI
LBL_CUSTOMDPI_TEXT= Введіть значення пікселів на дюйм (DPI):

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =&Ширина пензлика
MNU_WHITEBOARD_PENCOLOR =&Колір пензлика
MNU_WHITEBOARD_PENCOLOR_BLACK =Чорний
MNU_WHITEBOARD_PENCOLOR_WHITE =Білий
MNU_WHITEBOARD_PENCOLOR_RED =Червоний
MNU_WHITEBOARD_PENCOLOR_GREEN =Зелений
MNU_WHITEBOARD_PENCOLOR_BLUE =Синій
MNU_WHITEBOARD_PENCOLOR_CYAN =Блакитний
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Пурпурний
MNU_WHITEBOARD_PENCOLOR_YELLOW =Жовтий
MNU_WHITEBOARD_PENCOLOR_GRAY =Сірий
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&Інший...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =&Очистити
MNU_WHITEBOARD_SAVE =&Захоплення екрану
MNU_WHITEBOARD_EXIT =В&ихід
#-------------------------------------------------------------
TIP_TOOL_MOVE =Переміщення
TIP_TOOL_ZOOM =Збільшеня
TIP_TOOL_PEN =Олівець
TIP_TOOL_LINE =Лінія
TIP_TOOL_ARROW =Стрілка
TIP_TOOL_SHAPE=Фігура
TIP_TOOL_RECT =Прямокутник
TIP_TOOL_ELLIPSE =Еліпс
TIP_TOOL_RRECT =Округлений прямокутник
TIP_TOOL_TRANSPARENT = Прозорість
TIP_TOOL_CLEAR=Очищення
TIP_TOOL_SAVE=Захоплення екрану
TIP_TOOL_WIDTH=Ширина
TIP_TOOL_COLOR=Колір

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=Налаштування друку
BTN_PRINT=&Друк
GRB_PREVIEW =Попередній перегляд

TAB_PAPERSETUP=Налаштування сторінки
TAB_ADDTEXT=Колонтитули

GRB_MARGINSETUP=&Відступи (мм)
LBL_MARGINTOP=Зверху
LBL_MARGINLEFT=Зліва
LBL_MARGINRIGHT=Зправа
LBL_MARGINBOTTOM=Знизу

GRB_IMAGESETUP=&Налаштування зображення
CHK_CENTER=Центрувати зображення
CHK_SHRINK=Вмістити на увесь лист (розтягти)
CHK_PROPORTINAL=Зберегти пропорції
CHK_GRAYSCALE=Відтінки сірого

GRB_PAPERCOUNT=&Кількість копій
LBL_PAPERUNIT=сторінок

GRB_ORIENTATION=&Орієнтація
RDO_PORTRAIT=Портретна
RDO_LANDSCAPE=Альбомна

GRB_HEADER=&Верхній колонтитул
CHK_HEADERADD=Додати
CBO_HEADERDEFAULT=Текст
LBL_HEADERMARGIN=Відступ:
BTN_HEADERFONT=Шрифт...
RDO_HEADERLEFT=Зліва
RDO_HEADERCENTER=По центру
RDO_HEADERRIGHT=Зправа

GRB_FOOTER=&Нижній колонтитул
CHK_FOOTERADD=Додати
CBO_FOOTERDEFAULT=Текст
LBL_FOOTERMARGIN=Відтступ:
BTN_FOOTERFONT=Шрифт...
RDO_FOOTERLEFT=Зліва
RDO_FOOTERCENTER=По центру
RDO_FOOTERRIGHT=Зправа
#-------------------------------------------------------------

[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE = &Закрити
LBL_PREVIEW = Попередній перегляд
LBL_CAPTION = Заголовок фотографії
RDO_SELECTALBUMS = Вибір альбомів
RDO_CREATEALBUM = Створити новий фотоальбом
LBL_CREATEALBUM_NAME = Назва:
LBL_CREATEALBUM_LOCATION = Розміщення:
LBL_CREATEALBUM_DESCRIPTION =Опис:
LBL_CREATEALBUM_PRIVACY = Доступ:
CBO_CREATEALBUM_1 = Всі
CBO_CREATEALBUM_2 = Мої мережі і друзі
CBO_CREATEALBUM_3 = Друзі друзів
CBO_CREATEALBUM_4 = Тільки друзі
BTN_UPLOAD = Відправити
LBL_IMGURL = Посилання на зображення
LBL_LINKURL = Посилання на альбом
LBL_UPLOADING=Відвантажується...
LBL_UPLOADCOMPLETE = Відвантаження завершено
LBL_UPLOADWAIT = Очикування на відповідь...
LBL_UPLOADFAILURE = Невдале відвантаження, спробуйте повторити знову.
LBL_UPLOADRESULT = Ви вдало відвантажити одну фотографію.

LBL_ACCOUNT = Ім'я:
LBL_PASSWORD = Пароль:
LBL_REMEMBERPASSWORD = Запам'ятати пароль
LBL_MESSAGE = Повідомлення:

LBL_WEBUPLOAD_TITLE = Відвантаження вашого зображення на веб-сторінку
LBL_WEBUPLOAD_TITLESUB = через ImageShack - безкоштовний сервіс по зберіганню зображень
LBL_WEBUPLOAD_SIGNUP = Увійдіть, аби впорядковувати відвантажені зображення!

LBL_WEBUPLOAD_NOACCOUNT = Гість (без реєстрації)
LBL_WEBUPLOAD_ACCOUNTEXIST = В мене є обліковий запис ImageShack
#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=Вкладки
MNU_RENAME=&Перейменувати...
LBL_RENAME=Введіть, будь-ласка, ім'я файлу:

#3.0.0

[ObjectProperty]

SHP_SHAPES = Фігури
SHP_LINE = Лінія
SHP_CURVE = Крива
SHP_ARROW = Стрілка
SHP_CURVEARROW = Curve Arrow
SHP_ELLIPSE = Еліпс
SHP_RECT = Прямокутник
SHP_ROUNDRECT = Округлений прямокутник
SHP_BALLOON = Хмарка
SHP_DIAMOND = Ромб
SHP_PENTAGON = Пятикутник
SHP_Hexagon = Шестикутник
SHP_5STAR = 5-кутна зірка
SHP_6STAR = 6-кутна зірка

TAB_EDIT = Редагувати
TBN_DELETE_OBJECT = &Видалити
TBN_DUPLICATE=Д&ублювати

MNU_FLATTEN = &Сумістити
MNU_FLATTENALL = &Сумістити все

LST_CHANGESHAPE = Змінити фігуру

TAB_SHAPESTYLES=Стиль фігури

TBN_SHAPETEXT=Вставити &Текст...
TBN_SHAPEFILL=Заповнення
MNU_SHAPEFILL_NOFILL=Відсутнє
MNU_SHAPEFILL_SOLIDFILL=Суцільне
MNU_SHAPEFILL_GRAFILL=Вертикальний градієнтне заповнення
MNU_SHAPEFILL_RADIALFILL=Радиальный градієнтне заповнення

TBN_SHAPEOUTLINE=Контур
MNU_SHAPEOUTLINE_NOLINE = Відсутній
MNU_SHAPEOUTLINE_SOLIDLINE = Суцільний
MNU_SHAPEOUTLINE_DOTLINE = Крапка
MNU_SHAPEOUTLINE_DASHLINE = Тире
MNU_SHAPEOUTLINE_DASHDOTLINE = Тире-крапка
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Тире-крапка-крапка


TBN_SHAPEFORMAT=Формат фігури
TBN_SHAPEEFFECTS=Ефекти фігури
MNU_SHAPEEFFECTS_NOEFFECTS=Немає
MNU_SHAPEEFFECTS_SHADOW=Тінь
MNU_SHAPEEFFECTS_SHADOWUSE=Тінь
MNU_SHAPEEFFECTS_SHADOWOPTION=Параметри...

MNU_SHAPEEFFECTS_BALLOONPOS=Напрямок хмарки
MNU_SHAPEEFFECTS_BALLOONPOSTL=Зверху зліва
MNU_SHAPEEFFECTS_BALLOONPOSTR=Зверху зправа
MNU_SHAPEEFFECTS_BALLOONPOSBL=Знизу зліва
MNU_SHAPEEFFECTS_BALLOONPOSBR=Знизу зправа

MNU_SHAPEEFFECTS_ARROWSTART = Початок
MNU_SHAPEEFFECTS_ARROWEND = Кінець
MNU_SHAPEEFFECTS_ARROWNONE = Без стрілки
MNU_SHAPEEFFECTS_ARROW1 = Стрілка 1
MNU_SHAPEEFFECTS_ARROW2 =Стрілка 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Окружність
MNU_SHAPEEFFECTS_ARROWDIAMOND = Ромб

MNU_SHAPE_ARRANGE=Впорядкувати
BTN_SHAPE_FRONT=Перемістити &наперед
BTN_SHAPE_BACK=Перемістити &назад

BTN_SHAPE_ARROWSTYLE=Стиль стрілки

TAB_SHAPECOLOR=Колір фігури

[Licenses]

rdoRegistered = Я є зареєстрованим користувачем і маю реєстраційний код для комерційного використання.
rdoPersonal = Я хочу використовувати цю програму тільки у власних цілях.
btnBuy = &Купити
btnRegister = &Реєстрація
btnAgree= П&огоджуюсь
btnClose = &Закрити
lblEnterLicense = ВВедіть вашу реєстраційну інформацію
lblOwnerName = Ім'я власника:
lblRegistrationCode = Код реєстрації:

lblLicenseInfo = Ліценцію видано  : 
lblPersonalUse = ДЛЯ ДОМАШНЬОГО КОРИСТУВАЧА (ТІЛЬКИ ДЛЯ ОСОБИСТОГО ВИКОРИСТАННЯ).

#3.0.0

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Оберіть початкову точку.
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = Натисніть [
MSG_ACTIVEWINDOW_2 = ] для захоплення активного вікна.
MSG_EXITSAVEIMAGE_1 = Ви хочете зберегти внесені зміни в [
MSG_EXITSAVEIMAGE_2 = ]?
MSG_DEFAULT_IMAGENAME = Image
MSG_DIRECTORYACCESSERROR = Неможливо отримати доступ до папки.
MSG_DEFAULT_TAPNAME = Без назви

MSG_HOTKEY_ALREADY1 = PicPick не може назначити обрані гарячі клавіші.
MSG_HOTKEY_ALREADY2 = Ви хочете змінити ці гарячі клавіші?

MSG_THISFOLDERNOTFOUND = Папку [шлях або ім'я папки] не знайдено.
MSG_INVALID_FILENAME = Неприпустиме ім'я файлу.
MSG_INVALID_CLIPBOARD = При отриманні данних з буферу обміну сталася помилка!
MSG_CANNOTREPEATCAPTURE = Неможливо визначити область виділення з останнього захоплення.
MSG_CLOSEALLIMAGE = Ви бажаєте закрити всі незбережені зображення?

MSG_FILE_OPEN =Відкрити
MSG_FILE_SAVE =Зберегти як

MSG_NEWVERSIONAVAILABLE = Доступна нова версія PicPick. Бажаєте перейти на сторінку завантаження?

MSG_PROGRAM_NOTADDYET=Ви маєте обрати зовнішню програму для надсинання ваших знімків!
MSG_EXTERNALPROGRAMERROR=Не вдається знайти вказану зовнішню програму.
MSG_PARAMETERS_TITLE=Параметры PicPick
певні фрази не перекладено. Чи й справді ви бажаєте змінити мову?
MSG_INVALIDALBUMNAME=Неприпустина назва альбому.
MSG_CREATEFAILUREALBUM=Помилка створення альбому.
MSG_LOADINGFAILUREALBUM=Помилка завантаження альбомів.
MSG_IDEMPTY = Введіть, будь-ласка дані користувача.
MSG_PWEMPTY = Введіть, будь-ласка, пароль користувача.

#3.0.0
MSG_SAVE = &Зберегти
MSG_DONTSAVE = Не з&берігати
MSG_DONTSAVEALL = Не зберігати &все
MSG_NODISPLAYAGAIN = Не показувати більше це повідомлення

BTN_YES = &Так
BTN_NO = &Ні
BTN_NOALL = &Ні на все

MSG_INPUTTEXT = Будь-ласка, введіть тут текст

MSG_FLATTENLAYER= Для виконання цієї дії вам необхідно сумістити фігури з фоновим зображенням. Ви бажаєте сумістити фігури?
MSG_FLATTENALL=Ви бажаєте сумістити всі фігури?

MSG_INVALID_DOWNLOADURL = Під час завантаження зображення сталася помилка.


MSG_OPENURL=Будь-ласка, ведіть посиланя.

MSG_ANYSETTINGOK = Налаштування успішно змінено.
встановлено в якості редактору зображень за замовчуванням

#3.0.0